<?php
    $title = "Информация о сайте";
    require("blocks/header.php");

?>
    <p align="center"; style="font-size: 30px">Данный сайт создан для обучения</p>

    <br>

    <p style="font-size: 23px">Функционал сайта:</p>
    <p style="font-size: 18px">1) Стандартная система авторизации и регистрации</p>
    <p>Хранение данных о пользователе в БД, возможность добавлять картинки (фото пользователя)</p>
    <p style="font-size: 18px">2) Добавление микросервисов (карта, новости, генератор цитат, прослушивание звуков природы)</p>
    <p></p>
    <p style="font-size: 18px">3) Создание красивой страницы, с использованием верстки</p>
    <p>Обучение css и html, а также добавление картинок</p>

    <br>

    <p>Смешная собака - Джеся</p>

    <img src="img/djesya.jpg" width="325" height="475" alt="Джеся">
<?php
require("blocks/footer.php");
?>